/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Tem certeza de que deseja excluir este CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancelar";

/* Title describing glucose date */
"Date" = "Data";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Remover CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glicose";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Glcose (Ajustado)";

/* Section title for latest glucose reading */
"Latest Reading" = "Leitura mais Recente";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Precisa de atenção";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Estado";

/* Title describing glucose trend */
"Trend" = "Tendência";

